{
	"title": "Portfólio de Rok",
	"description": "Bem-vindo ao meu portfólio! Sou um desenvolvedor fullstack com paixão por criar sites, mods e aplicativos bonitos e eficientes.",
	"lang": "Change Your Lang",
	"page": {
		"title": "Programador <blue>Fullstack</blue> <blue>criativo</blue> e <blue>eficiente</blue>!",
		"description": "Opa, tudo bem? Meu nome é <white>Pedro Lucas</white>, mas pode me chamar de <white>Rok</white>, programo desde 2019 e a partir disso tem sido minha paixão. Programando, tenho um total de <blue><waka></waka></blue> contabilizados, faço <white>Ciência da Computação</white> na <white>UFES</white>, trabalhei com grandes Youtubers Brasileiros e atualmente sou <white>Analista de sistemas</white> na <blue><job></job></blue>.",
		"feedback": "AVALIAÇÕES"
	},
	"projects": {
		"title": "PROJETO",
		"list": {
			"my-site": {
				"title": "Meu site",
				"description": "Meu site pessoal, este site! Feito com Next JS, Tailwind e TypeScript. Um site simples, mas que me representa."
			},
			"tag": {
				"title": "The Arteque Games",
				"description": "Um campeonato de \"minigames\" no Minecraft com 40 influenciadores. Trabalhei como chefe de equipe e desenvolvedor do projeto."
			},
			"theft": {
				"title": "Mod do Ladrão",
				"description": "Um mod feito para a série do Youtuber ForeverPlayer, que adiciona um sistema de roubo de itens no Minecraft."
			},
			"schedule": {
				"title": "Escalonamento de Processos",
				"description": "Projeto para conclusão da matéria de Sistemas Operacionais, pela UFES. Feito em Java, com o objetivo de simular o escalonamento de processos em um SO."
			},
			"hypertube": {
				"title": "Hypertubes",
				"description": "Um mod que adiciona tubos de transporte no Minecraft, permitindo que os jogadores se movam rapidamente entre diferentes pontos do mapa."
			},
			"soccer": {
				"title": "Futebol",
				"description": "Um super minigame de futebol no Minecraft vanilla, utilizando uma bola com fisica muito dinâmica e formas diferentes de interagir."
			},			
			"planehunt": {
				"title": "PlaneHunt",
				"description": "Um avião no Minecraft vanilla, feito com a premissa de ser um minigame de \"caçada\" a outros jogadores. A pedido de Doutor Biscoito"
			},
			"geleiaphone": {
				"title": "GPhone",
				"description": "Um celular feito no Minecraft vanilla, com aplicativos e funcionalidades especiais, feito a pedido do Youtuber Geleia."
			},
			"customportals": {
				"title": "Custom Portals",
				"description": "Portais customizáveis no Minecraft, utilizando qualquer bloco e qualquer tamanho, feito a pedido do Youtuber Dark."
			},
			"fallguys": {
				"title": "Fallguys Craft",
				"description": "Um plugin customizavel, inspirado nos objetos interativos do FallGuys, feito a pedido do Youtuber Doutor Biscoito."
			},			
			"allayhunt": {
				"title": "Allay Hunt",
				"description": "Reimaginação do Allay do Minecraft, com várias habilidades e mecânicas novas. A pedido do Youtuber Redzin."
			},
			"golemhunt": {
				"title": "Golem Hunt",
				"description": "Um golem no Minecraft com várias habilidades e mecânicas, com a premissa de ser um minigame de \"caçada\" a outros jogadores. A pedido do Youtuber Redzin."
			}	
		}
	},
	"misc": {
		"see_more": "Ver mais...",
		"see_less": "Ver menos...",
		"footer": "Links e Contato:",
		"hours": "horas",
		"nav": {
			"home": "Início",
			"projects": "Projetos"
		}
	},
	"reviews": {
		"spok": {
			"about": "Influencer \"Spok\"",
			"review": "Trabalhar com o Rok foi algo que me deixou muito confortável e confiei no trabalho, soube resolver meu problema facilmente, e o melhor de tudo foi o rápido suporte que eu tive, em poucos minutos ja tinha uma resposta."
		},
		"arteque": {
			"about": "Influencer e Streamer",
			"review": "Trabalho excelente e dentro do prazo, entregou até mais do que foi pedido, ótimo profissional!"
		},
		"onerb": {
			"about": "Influencer \"Onerb\"",
			"review": "O Rok sempre é muito profissional nos meus projetos. Aliás, sempre manda tudo sobre os mods que encomendo, como usar e até em ajudar nos possíveis erros que ocorrem. Por isso, sempre recomendo o trabalho dele."
		},
		"marco": {
			"about": "Influencer e Empresário \"AuthenticGames\"",
			"review": "Trabalhei um ano com o Rok, um ótimo profissional, muito dedicado e uma ótima pessoa."
		}
	}
}