{
	"title": "Rok's Portfolio",
	"description": "Welcome to my portfolio! I'm a fullstack developer with a passion for creating beautiful and efficient websites, mods and applications.",
	"lang": "Mude sua Linguagem",
	"page": {
		"title": "<blue>Fullstack</blue> Developer <blue>creative</blue> and <blue>efficient</blue>!",
		"description": "Hey, how's it going? My name is <white>Pedro Lucas</white>, but you can call me <white>Rok</white>. I've been programming since 2019, and it's been my passion ever since. I have a total of <blue><waka></waka></blue> of programming under my belt. I'm pursuing a degree in <white>Computer Science</white> at <white>UFES</white>, worked with prominent Brazilian YouTubers, and currently, I'm <white>System Analyst</white> at <blue><job></job></blue>.",
		"feedback": "REVIEWS"
	},
	"projects": {
		"title": "PROJECT",
		"list": {
			"my-site": {
				"title": "My site",
				"description": "My personal website, made with Next JS, Tailwind and Typescript. It's a simple website, but it's a good example of my work."
			},
			"tag": {
				"title": "The Arteque Games",
				"description": "A minigames championship in Minecraft with 40 influencers. I worked as the team leader and project developer."
			},
			"theft": {
				"title": "Theft Mod",
				"description": "A mod created for the YouTuber ForeverPlayer's series that adds a system for item theft in Minecraft."
			},
			"schedule": {
				"title": "Process Scheduler",
				"description": "Final project for the Operating Systems discipline, at UFES. Made in Java, with the aim of simulating process scheduling in an OS."
			},
			"soccer": {
				"title": "Soccer",
				"description": "A super soccer minigame in vanilla Minecraft, using a ball with very dynamic physics and different ways to interact."
			},
			"planehunt": {
				"title": "PlaneHunt",
				"description": "An airplane in vanilla Minecraft, created with the premise of being a minigame of 'hunt' for other players. At the request of Doctor Biscoito."
			},
			"geleiaphone": {
				"title": "GPhone",
				"description": "An Iphone made in vanilla Minecraft, with special applications and features, created at the request of YouTuber Geleia."
			},
			"customportals": {
				"title": "Custom Portals",
				"description": "Customizable portals in Minecraft, using any block and any size, created at the request of YouTuber Dark."
			},
			"fallguys": {
				"title": "Fallguys Craft",
				"description": "A customizable plugin, inspired by the interactive objects in FallGuys, created at the request of YouTuber Doctor Biscoito."
			},
			"allayhunt": {
				"title": "Allay Hunt",
				"description": "A reimagining of Minecraft's Allay, with various new abilities and mechanics. At the request of YouTuber Redzin."
			},
			"golemhunt": {
				"title": "Golem Hunt",
				"description": "A golem in Minecraft with various abilities and mechanics, with the premise of being a 'hunt' minigame. At the request of YouTuber Redzin."
			}
		}
	},
	"misc": {
		"see_more": "See More...",
		"see_less": "See Less...",
		"footer": "Links and Contact:",
		"hours": "hours",
		"nav": {
			"home": "Home",
			"projects": "Projects"
		}
	},
	"reviews": {
		"spok": {
			"about": "Influencer \"Spok\"",
			"review": "Working with Rok was something that made me feel very comfortable and I trusted the work, he was able to solve my problem easily, and best of all was the quick support I had, in a few minutes I already had an answer."
		},
		"arteque": {
			"about": "Influencer and Streamer",
			"review": "Excellent work and on time, delivered even more than requested, great professional!"
		},
		"onerb": {
			"about": "Influencer \"Onerb\"",
			"review": "Rok is always very professional with my projects. In fact, he always sends me everything about the mods I order, how to use them and even helps with any errors that occur. That's why I always recommend his work."
		},
		"marco": {
			"about": "Influencer and Businessman \"AuthenticGames\"",
			"review": "I worked with Rok for a year, a great professional, very dedicated and a great person."
		}
	}
}